[
    {
        "title": "Managerial Accounting",
        "author": "Jerry J. Weygandt",
        "cover_url": "https://covers.openlibrary.org/b/id/6938153-L.jpg",
        "genre": "Rechnungslegung",
        "description": "No description available",
        "keywords": [
            "Rechnungslegung",
            "Comptabilité de gestion",
            "Managerial accounting"
        ],
        "year": 1999,
        "local_cover": "6938153.jpg"
    },
    {
        "title": "Kritik der reinen Vernunft",
        "author": "Immanuel Kant",
        "cover_url": "https://covers.openlibrary.org/b/id/1994279-L.jpg",
        "genre": "Reason",
        "description": "One of the central texts of western philosophy and an effort to connect Newtonian physics with the best of Continental rationalism and empiricism.  Its writing was inspired by the skeptic David Hume waking Kant from his \"dogmatic slumbers.\"",
        "keywords": [
            "Reason",
            "Causation",
            "Theory of Knowledge"
        ],
        "year": 1781,
        "local_cover": "1994279.jpg"
    },
    {
        "title": "On Cooking",
        "author": "Sarah R. Labensky, Alan M. Hause, Priscilla A. Martel",
        "cover_url": "https://covers.openlibrary.org/b/id/92630-L.jpg",
        "genre": "Recipes",
        "description": "No description available",
        "keywords": [
            "Recipes",
            "Culinary",
            "Cooking Techniques"
        ],
        "year": 1994,
        "local_cover": "92630.jpg"
    },
    {
        "title": "To Kill a Mockingbird",
        "author": "Harper Lee",
        "cover_url": "https://covers.openlibrary.org/b/id/12606502-L.jpg",
        "genre": "fiction",
        "description": "One of the best-loved stories of all time, To Kill a Mockingbird has been translated into more than 40 languages, sold more than 30 million copies worldwide, served as the basis for an enormously popular motion picture, and voted one of the best novels of the 20th century by librarians across the United States. A gripping, heart-wrenching, and wholly remarkable tale of coming-of-age in a South poisoned by virulent prejudice, it views a world of great beauty and savage inequities through the eyes of a young girl, as her father -- a crusading local lawyer -- risks everything to defend a black man unjustly accused of a terrible crime.\n\nLawyer Atticus Finch defends Tom Robinson -- a black man charged with the rape of a white girl. Writing through the young eyes of Finch's children Scout and Jem, Harper Lee explores with rich humor and unswerving honesty the irrationality of adult attitudes toward race and class in small-town Alabama during the mid-1930s Depression years. The conscience of a town steeped in prejudice, violence, and hypocrisy is pricked by the stamina and quiet heroism of one man's struggle for justice. But the weight of history will only tolerate so much.\n\n\n----------\nAlso contained in:\n\n - [Best Sellers from Reader's Digest Condensed Books](https://openlibrary.org/works/OL16035425W)",
        "keywords": [
            "fiction",
            "fiction classics",
            "contemporary fiction"
        ],
        "year": 1960,
        "local_cover": "12606502.jpg"
    },
    {
        "title": "Chemistry",
        "author": "Theodore L. Brown, H. Eugene Lemay, Bruce E. Bursten, Catherine Murphy, Patrick Woodward",
        "cover_url": "https://covers.openlibrary.org/b/id/9407725-L.jpg",
        "genre": "Textbooks",
        "description": "The book provides the basis of modern chemistry that every student needs for their professional development and as preparation for more complex chemistry courses. It also offers features that facilitate learning and serve as a guide for students to acquire a conceptual understanding and the skills needed to solve problems. The first five chapters offer a microscopic and phenomenological view of chemistry, while the latter review the chemistry of nonmetals, metals, organic chemistry and biochemistry.",
        "keywords": [
            "Textbooks",
            "Science textbooks",
            "Chimie"
        ],
        "year": 1977,
        "local_cover": "9407725.jpg"
    },
    {
        "title": "The Enduring Vision",
        "author": "Paul S. Boyer",
        "cover_url": "https://covers.openlibrary.org/b/id/8237922-L.jpg",
        "genre": "Textbooks",
        "description": "Widely admired for its outstanding scholarship and engaging narrative, The Enduring Vision integrates political, social, and cultural history within a clear chronological framework. It was the first U.S. history textbook to incorporate sustained attention to cultural history, the West, and the environment. The Fifth Edition maintains these strengths as well as the book's distinctive focus on the enduring vision of the American people, \"the determination to live up to the values that give meaning to America.\" - Back cover.",
        "keywords": [
            "Textbooks",
            "History",
            "United states, history"
        ],
        "year": 1987,
        "local_cover": "8237922.jpg"
    },
    {
        "title": "Le fantôme de l'opéra",
        "author": "Gaston Leroux",
        "cover_url": "https://covers.openlibrary.org/b/id/8245407-L.jpg",
        "genre": "Fiction",
        "description": "Christine is brought up by her itinerant musician father, whose death she mourns endlessly. She achieves a singing position in the Paris Opera line, where a mysterious voice teaches her to unleash her musical potential. The voice belongs to Erik, a deformed musical genius who lives in the opera house. As Christine's singing career takes off, her childhood friend Raoul begins to court her, and he and Erik fight jealously for Christine's hand.\n\n\n  [1]: http://litl",
        "keywords": [
            "Fiction",
            "Opera",
            "Composers"
        ],
        "year": 1911,
        "local_cover": "8245407.jpg"
    },
    {
        "title": "The Big Sleep",
        "author": "Raymond Chandler",
        "cover_url": "https://covers.openlibrary.org/b/id/7268475-L.jpg",
        "genre": "Fiction",
        "description": "Philip Marlowe, a private eye who operates in Los Angeles's seamy underside during the 1930s, takes on his first case, which involves a paralyzed California millionaire, two psychotic daughters, blackmail, and murder",
        "keywords": [
            "Fiction",
            "Philip Marlowe (Fictitious character)",
            "Private investigators"
        ],
        "year": 1939,
        "local_cover": "7268475.jpg"
    },
    {
        "title": "Middlemarch",
        "author": "George Eliot",
        "cover_url": "https://covers.openlibrary.org/b/id/252882-L.jpg",
        "genre": "Young women",
        "description": "Eliot’s epic of 19th century provincial social life, set in a fictitious Midlands town in the years 1830-32, has several interlocking storylines blended effortlessly together to form a fully coherent narrative. Its main themes are the status of women, social expectations and hypocrisy, religion, political reform and education. It has often been called the greatest novel in the English language.",
        "keywords": [
            "Young women",
            "Married people",
            "City and town life"
        ],
        "year": 1871,
        "local_cover": "252882.jpg"
    },
    {
        "title": "Heinemann Mathematics",
        "author": "Scottish Primary Mathematics Group",
        "cover_url": "https://covers.openlibrary.org/b/id/2417832-L.jpg",
        "genre": "Mathematics",
        "description": "No description available",
        "keywords": [
            "Mathematics",
            "Study and teaching (Primary)",
            "Textbooks"
        ],
        "year": 1983,
        "local_cover": "2417832.jpg"
    },
    {
        "title": "King Solomon's Mines",
        "author": "H. Rider Haggard",
        "cover_url": "https://covers.openlibrary.org/b/id/6861197-L.jpg",
        "genre": "Fiction",
        "description": "Promoted as “the most amazing book ever written,” King Solomon’s Mines enjoyed lavish success. As far as adventure stories go, this classic tale of English travelers who discover a lost African kingdom rivals Treasure Island.",
        "keywords": [
            "Fiction",
            "Allan Quatermain (Fictitious character)",
            "Treasure troves"
        ],
        "year": 1885,
        "local_cover": "6861197.jpg"
    },
    {
        "title": "Principles of Anatomy and Physiology",
        "author": "Gerard J. Tortora, Bryan H. Derrickson, Brendan Burkett, Danielle Dye, Julie Cooke, HOUGHTON MIFFLIN HARCOURT, Gregory Peoples, Tara Diversi, Mark McKean, Latika Samalia, Rebecca Mellifont, Richard G. Smith undifferentiated, Gerald J. Tortura, Sandra R. Grabowski, Tortora, Sandra Reynolds Grabowski",
        "cover_url": "https://covers.openlibrary.org/b/id/3810109-L.jpg",
        "genre": "Anatomie humaine",
        "description": "This is a classic text book sought after by nurses at all stages of their careers. The manual guides nurses in the clinical application of the latest research findings, ensuring that theory and practice are integrated",
        "keywords": [
            "Anatomie humaine",
            "Anatomy",
            "Anatomy.\u001e 2"
        ],
        "year": 1975,
        "local_cover": "3810109.jpg"
    },
    {
        "title": "The Scarlet Pimpernel",
        "author": "Emmuska Orczy, Baroness Orczy",
        "cover_url": "https://covers.openlibrary.org/b/id/479102-L.jpg",
        "genre": "Classic Literature",
        "description": "The Scarlet Pimpernel (1905) is a play and adventure novel by Baroness Emmuska Orczy set during the Reign of Terror following the start of the French Revolution.",
        "keywords": [
            "Classic Literature",
            "Adventure and adventurers",
            "Open Library Staff Picks"
        ],
        "year": 1900,
        "local_cover": "479102.jpg"
    },
    {
        "title": "La Peste",
        "author": "Albert Camus",
        "cover_url": "https://covers.openlibrary.org/b/id/13151272-L.jpg",
        "genre": "Fiction",
        "description": "The Plague (French: La Peste) is a novel by Albert Camus, published in 1947, that tells the story of a plague sweeping the French Algerian city of Oran. It asks a number of questions relating to the nature of destiny and the human condition. The characters in the book, ranging from doctors to vacationers to fugitives, all help to show the effects the plague has on a populace.",
        "keywords": [
            "Fiction",
            "Plague",
            "Plague in literature"
        ],
        "year": 1942,
        "local_cover": "13151272.jpg"
    },
    {
        "title": "Anatomy",
        "author": "Henry Gray F.R.S., Henry Vandyke Carter",
        "cover_url": "https://covers.openlibrary.org/b/id/692969-L.jpg",
        "genre": "Anatomie humaine",
        "description": "An unabridged edition of \"Gray's Anatomy\", the scientific and artistic triumph. Kept in print by its clarity and usefulness, the text features sumptuous illustrations and clear, matter-of-fact descriptions. It is illustrated with morethan 500 clinical drawings by H.V. Carter. This is a scientific and artistic triumph. Not just a dry index of parts and names, Gray's lets the natural beauty and grace of the body's interconnected systems and structures shine forth from the page. Using sumptuous illustrations and clear, matter-of-fact descriptions, Dr. Gray unleashed a classic on the world more than 100 years ago. Its clarity and usefulness keep it in print today. Whether you want to understand yourself or others, knowledge of our physical parts and how they fit together is essential. \"Gray's Anatomy\" provides that information in a simple, timeless format that cleanly dissects a body of knowledge grown over centuries. This unabridged book will not only fill the needs of people in the medical profession, but will please artists and naturalists as well.",
        "keywords": [
            "Anatomie humaine",
            "Anatomy",
            "Artistic Anatomy"
        ],
        "year": 1858,
        "local_cover": "692969.jpg"
    },
    {
        "title": "Abridgment of Murray's English Grammar",
        "author": "Lindley Murray",
        "cover_url": "https://covers.openlibrary.org/b/id/7092218-L.jpg",
        "genre": "Grammar",
        "description": "No description available",
        "keywords": [
            "Grammar",
            "English language",
            "Textbooks"
        ],
        "year": 1800,
        "local_cover": "7092218.jpg"
    },
    {
        "title": "Murder on the Orient Express",
        "author": "Agatha Christie, Andrew Sachs, Ken Ludwig, Not Known, Graham Johnson, Bethany Bolton, Jesse Felton, Chalut, Hal Boffin",
        "cover_url": "https://covers.openlibrary.org/b/id/11100465-L.jpg",
        "genre": "Agatha Christie",
        "description": "***While en route from Syria to Paris, in the middle of a freezing winter's night, the Orient Express is stopped dead in its tracks by a snowdrift.*** Passengers awake to find the train still stranded and to discover that a wealthy American has been brutally stabbed to death in his private compartment. Incredibly, that compartment is locked from the inside. With no escape into the wintery landscape the killer must still be on board. ***Fortunately, the brilliant Belgian inspector Hercule Poirot is also on board, having booked the last available berth.***\n\n***Murder on the Orient Express is one of Agatha Christie’s most famous novels***, owing no doubt to a combination of its romantic setting and the ingeniousness of its plot; its non-exploitative reference to the sensational kidnapping and murder of the infant son of Charles and Anne Morrow Lindbergh only two years prior; and a popular ***1974 film adaptation, starring Albert Finney as Poirot - one of the few cinematic versions of a Christie work that met with the approval, however mild, of the author herself.***",
        "keywords": [
            "Agatha Christie",
            "Private investigator",
            "P.I."
        ],
        "year": 1933,
        "local_cover": "11100465.jpg"
    },
    {
        "title": "Elements",
        "author": "Euclid",
        "cover_url": "https://covers.openlibrary.org/b/id/1736063-L.jpg",
        "genre": "Fundamentos Da Geometria",
        "description": "The classic Heath translation, in a completely new layout with plenty of space and generous margins. An affordable but sturdy student and teacher sewn softcover edition in one volume, with minimal notes and a new index/glossar",
        "keywords": [
            "Fundamentos Da Geometria",
            "great_books_of_the_western_world",
            "Geometria Analitica"
        ],
        "year": 1482,
        "local_cover": "1736063.jpg"
    },
    {
        "title": "Three Men in a Boat (to say nothing of the dog)",
        "author": "Jerome Klapka Jerome",
        "cover_url": "https://covers.openlibrary.org/b/id/8243006-L.jpg",
        "genre": "Humorous stories",
        "description": "Three feckless young men take a rowing holiday on the Thames river in 1888. \n\nReferenced by [Robert A. Heinlein][1] in [Have Spacesuit Will Travel][2] as Kip's father's favorite book. Inspired [To Say Nothing of the Dog][3] by [Connie Willis][4].\n\n\n  [1]: https://openlibrary.org/authors/OL28641A/Robert_A._Heinlein\n  [2]: https://openlibrary.org/works/OL59727W/Have_Space_Suit_Will_Travel\n  [3]: https://openlibrary.org/works/OL14858398W/To_Say_Nothing_of_the_Dog_or_how_we_found_the_bishop's_bird_stump_at_last#about/about\n  [4]: https://openlibrary.org/authors/OL20934A/Connie_Willis",
        "keywords": [
            "Humorous stories",
            "Male friendship",
            "Description and travel"
        ],
        "year": 1889,
        "local_cover": "8243006.jpg"
    },
    {
        "title": "Fairy Tales and Stories",
        "author": "Hans Christian Andersen",
        "cover_url": "https://covers.openlibrary.org/b/id/8235356-L.jpg",
        "genre": "Fairy tales",
        "description": "Many of these stories for children are famous the world over. 'The Emperor's New Clothes', 'The Little Mermaid', 'The Ice Maiden', 'The Red Shoes', 'The Snow Queen', 'Thumbelina', 'The Steadfast Tin Soldier' and 'The Ugly Duckling' are as popular now as they ever were.",
        "keywords": [
            "Fairy tales",
            "Children's stories, Danish",
            "Translations into English"
        ],
        "year": 1850,
        "local_cover": "8235356.jpg"
    },
    {
        "title": "Faerie queene",
        "author": "Edmund Spenser",
        "cover_url": "https://covers.openlibrary.org/b/id/5804540-L.jpg",
        "genre": "Epic poetry",
        "description": "The Faerie Queene was one of the most influential poems in the English language. Dedicating his work to Elizabeth I, Spenser brilliantly united Arthurian romance and Italian renaissance epic to celebrate the glory of the Virgin Queen. Each book of the poem recounts the quest of a knight to achieve a virtue: the Red Crosse Knight of Holinesse, who must slay a dragon and free himself from the witch Duessa; Sir Guyon, Knight of Temperance, who escapes the Cave of Mammon and destroys Acrasia’s Bowre of Bliss; and the lady-knight Britomart’s search for her Sir Artegall, revealed to her in an enchanted mirror. Although composed as a moral and political allegory, The Faerie Queene’s magical atmosphere captivated the imaginations of later poets from Milton to the Victorians.",
        "keywords": [
            "Epic poetry",
            "Knights and knighthood",
            "Poetry"
        ],
        "year": 1590,
        "local_cover": "5804540.jpg"
    },
    {
        "title": "Отцы и дети",
        "author": "Ivan Sergeevich Turgenev",
        "cover_url": "https://covers.openlibrary.org/b/id/8236420-L.jpg",
        "genre": "Fiction",
        "description": "Fathers and Sons takes the conflict between generations as its subject. The novel's central characters, Yevgeny Bazarov and his disciple and fellow student, Arkady Kirsanov, are self-proclaimed Nihilists: repudiators of all the received truths of art, religion, and politics-all claims to truth, in fact, except those verifiable by scientific experiment. Turgenev thrusts his snarling young radicals into the venerable world of fathers when Bazarov accompanies Arkady to the Kirsanov country estate. The visit inevitably turns sour, and Arkady's Uncle Pavel and Bazarov find themselves at one another's metaphysical throats. Their disagreements escalate into a dangerous confrontation.When Fathers and Sons was published in 1862, it enveloped its author in a storm of controversy. Those on the political right saw it as a dangerous glorification of nihilism, whereas those on the political left believed it to be a vicious caricature of the progressives of the younger generation. Today, the novel continues to engage us with its vital characters and subtle handling of universal themes.",
        "keywords": [
            "Fiction",
            "Social life and customs",
            "Fathers and sons"
        ],
        "year": 1867,
        "local_cover": "8236420.jpg"
    },
    {
        "title": "Think and Grow Rich",
        "author": "Napoleon Hill",
        "cover_url": "https://covers.openlibrary.org/b/id/14542536-L.jpg",
        "genre": "Wealth",
        "description": "Napoleon Hill's quintessential volume Think and grow rich, the all-time bestseller in the field of professional success, outlines the laws of success and sets the standard of today's motivational thinking.",
        "keywords": [
            "Wealth",
            "Success",
            "Filosofía"
        ],
        "year": 1937,
        "local_cover": "14542536.jpg"
    },
    {
        "title": "Cranford",
        "author": "Elizabeth Cleghorn Gaskell",
        "cover_url": "https://covers.openlibrary.org/b/id/5188445-L.jpg",
        "genre": "Fiction",
        "description": "<p><i>Cranford</i> was first serialized in <a href=\"https://standardebooks.org/ebooks/charles-dickens\">Charles Dickens’</a> magazine <i>Household Words</i> between 1851 and 1853. The structureless nature of the stories, and the fact that <a href=\"https://standardebooks.org/ebooks/elizabeth-gaskell\">Gaskell</a> was busy writing her novel <i>Ruth</i> at the time the <i>Cranford</i> shorts were being published, suggests that she didn’t initially plan for <i>Cranford</i> to be a cohesive novel.</p>\n\t\t\t<p>The short vignettes follow the activities of the society in the fictional small English country town of Cranford. Gaskell drew from her own childhood in Knutsford to imbue her settings and characters with a nostalgic quality in a time when the societies and styles portrayed were already going out of fashion.</p>\n\t\t\t<p>Though not especially popular at the time of publication, <i>Cranford</i> has since gained an immense following, including at least three television adaptations.</p>",
        "keywords": [
            "Fiction",
            "Older women",
            "Villages"
        ],
        "year": 1853,
        "local_cover": "5188445.jpg"
    },
    {
        "title": "History of the Peloponnesian War",
        "author": "Thucydides",
        "cover_url": "https://covers.openlibrary.org/b/id/5641196-L.jpg",
        "genre": "Greek Inscriptions",
        "description": "No description available",
        "keywords": [
            "Greek Inscriptions",
            "History",
            "Peloponnesian War (Greece : 431-404 B.C.) fast (OCoLC)fst01353967"
        ],
        "year": 1526,
        "local_cover": "5641196.jpg"
    },
    {
        "title": "Autobiography",
        "author": "Benjamin Franklin, Horatio Hastings Weld, Charles W. Eliot, James Zimmerhoff, Charles Eliot",
        "cover_url": "https://covers.openlibrary.org/b/id/5647361-L.jpg",
        "genre": "Wills",
        "description": "Few men could compare to Benjamin Franklin. Virtually self-taught, he excelled as an athlete, a man of letters, a printer, a scientist, a wit, an inventor, an editor, and a writer, and he was probably the most successful diplomat in American history. David Hume hailed him as the first great philosopher and great man of letters in the New World.\n\nWritten initially to guide his son, Franklin's autobiography is a lively, spellbinding account of his unique and eventful life. Stylistically his best work, it has become a classic in world literature, one to inspire and delight readers everywhere.",
        "keywords": [
            "Wills",
            "Scientists",
            "Printers"
        ],
        "year": 1791,
        "local_cover": "5647361.jpg"
    },
    {
        "title": "Le rouge et le noir",
        "author": "Stendhal",
        "cover_url": "https://covers.openlibrary.org/b/id/8231413-L.jpg",
        "genre": "Fiction",
        "description": "The story of an ambitious youth without birth or fortune in France in the 19th century.",
        "keywords": [
            "Fiction",
            "Young men",
            "Social life and customs"
        ],
        "year": 1830,
        "local_cover": "8231413.jpg"
    },
    {
        "title": "The Turn of the Screw",
        "author": "Henry James",
        "cover_url": "https://covers.openlibrary.org/b/id/181493-L.jpg",
        "genre": "Governesses, fiction",
        "description": "The governess of two enigmatic children fears their souls are in danger from the ghosts of the previous governess and her sinister lover.",
        "keywords": [
            "Governesses, fiction",
            "Children, fiction",
            "Fiction, ghost"
        ],
        "year": 1898,
        "local_cover": "181493.jpg"
    },
    {
        "title": "Incidents in the life of a slave girl",
        "author": "Harriet A. Jacobs, Harriet Jacobs, Lydia Maria Child, Francine L. Jacobs, l. maria child, Carolyn L. Karcher, Jacobs, Hans Murray, Carla Fonte Sánchez, Carme Manuel Cuenca",
        "cover_url": "https://covers.openlibrary.org/b/id/411542-L.jpg",
        "genre": "Women slaves",
        "description": "The true story of an individual's struggle for self-identity, self-preservation, and freedom, Incidents in the Life of a Slave Girl remains among the few extant slave narratives written by a woman. This autobiographical account chronicles the remarkable odyssey of Harriet Jacobs (1813–1897) whose dauntless spirit and faith carried her from a life of servitude and degradation in North Carolina to liberty and reunion with her children in the North.\nWritten and published in 1861 after Jacobs' harrowing escape from a vile and predatory master, the memoir delivers a powerful and unflinching portrayal of the abuses and hypocrisy of the master-slave relationship. Jacobs writes frankly of the horrors she suffered as a slave, her eventual escape after several unsuccessful attempts, and her seven years in self-imposed exile, hiding in a coffin-like \"garret\" attached to her grandmother's porch.\nA rare firsthand account of a courageous woman's determination and endurance, this inspirational story also represents a valuable historical record of the continuing battle for freedom and the preservation of family.",
        "keywords": [
            "Women slaves",
            "United States",
            "Slaves"
        ],
        "year": 1861,
        "local_cover": "411542.jpg"
    },
    {
        "title": "Heart of Darkness",
        "author": "Joseph Conrad",
        "cover_url": "https://covers.openlibrary.org/b/id/12307847-L.jpg",
        "genre": "Fiction",
        "description": "Heart of Darkness (1899) is a novella by Polish-English novelist Joseph Conrad, about a voyage up the Congo River into the Congo Free State, in the heart of Africa, by the story's narrator Charles Marlow. Marlow tells his story to friends aboard a boat anchored on the River Thames. Joseph Conrad is one of the greatest English writers, and Heart of Darkness is considered his best.  His readers are brought to face our psychological selves to answer, ‘Who is the true savage?’. Originally published in 1902, Heart of Darkness remains one of this century’s most enduring works of fiction. Written several years after Joseph Conrad’s grueling sojourn in the Belgian Congo, the novel is a complex meditation on colonialism, evil, and the thin line between civilization and barbarity.",
        "keywords": [
            "Fiction",
            "Romance",
            "Degeneration"
        ],
        "year": 1899,
        "local_cover": "12307847.jpg"
    },
    {
        "title": "David Copperfield",
        "author": "Charles Dickens, Francesc Ràfolsen, Mary Sebag-Montefiore, Ginger Roberts Brackett, Manuel Rodríguez Navas y Carrasco., Jose KING",
        "cover_url": "https://covers.openlibrary.org/b/id/1048892-L.jpg",
        "genre": "British and irish drama (dramatic works by one author)",
        "description": "T adds to the charm of this book to remember that it is virtually a picture of the author's own boyhood. It is an excellent picture of the life of a struggling English youth in the middle of the last century. The pictures of Canterbury and London are true pictures and through these pages walk one of Dickens' wonderful processions of characters, quaint and humorous, villainous and tragic. Nobody cares for Dickens heroines, least of all for Dora, but take it all in al, l this book is enjoyed by young people more than any other of the great novelist. After having read this you will wish to read Nicholas Nickleby for its mingling of pathos and humor, Martin Chuzzlewit for its pictures of American life as seen through English eyes, and Pickwick Papers for its crude but boisterous humor.",
        "keywords": [
            "British and irish drama (dramatic works by one author)",
            "Children's fiction",
            "Orphans, fiction"
        ],
        "year": 1800,
        "local_cover": "1048892.jpg"
    },
    {
        "title": "The Adventures of Tom Sawyer",
        "author": "Mark Twain",
        "cover_url": "https://covers.openlibrary.org/b/id/12043351-L.jpg",
        "genre": "The Adventures of Tom Sawyer",
        "description": "Mark Twain created the memorable characters Tom Sawyer and Huckleberry Finn drawing from the experiences of boys he grew up with in Missouri. Set by the Mississippi River in the 1840's, it follows these boys as they get into predicament after predicament. Tom's classic whitewashing of the fence has become part of American legend, and the book paints a nostalgic picture of life in the middle of the nineteenth century. Tom runs away from home to an island in the river, chases Injun Joe and his treasure, and even gets trapped in a cave for days with Becky Thatcher. The book is one of Twain's most beloved stories.",
        "keywords": [
            "The Adventures of Tom Sawyer",
            "Mark Twain",
            "1835-1910"
        ],
        "year": 1817,
        "local_cover": "12043351.jpg"
    },
    {
        "title": "The Thirty-Nine Steps",
        "author": "John Buchan",
        "cover_url": "https://covers.openlibrary.org/b/id/93020-L.jpg",
        "genre": "Hannay, richard (fictitious character), fiction",
        "description": "Richard Hannay has just returned to England after years in South Africa and is thoroughly bored with his life in London.  But then a murder is committed in his flat, just days after a chance encounter with an American who had told him about an assassination plot which could have dire international consequences.  An obvious suspect for the police and an easy target for the killers, Hannay goes on the run in his native Scotland where he will need all his courage and ingenuity to stay one step ahead of his pursuers.",
        "keywords": [
            "Hannay, richard (fictitious character), fiction",
            "Great britain, fiction",
            "Fiction, espionage"
        ],
        "year": 1915,
        "local_cover": "93020.jpg"
    },
    {
        "title": "Le Tour du Monde en Quatre-Vingts Jours",
        "author": "Jules Verne",
        "cover_url": "https://covers.openlibrary.org/b/id/6976035-L.jpg",
        "genre": "Viajes alrededor del mundo",
        "description": "Phileas Fogg, a very punctual man had broken into an argument while conversing about the recent bank robbery. To keep his word of proving that he would travel around the world in 80 days and win the bet, he sets on a long trip, where he is joined by a few other people on the way. A wonderful adventure is about to begin!",
        "keywords": [
            "Viajes alrededor del mundo",
            "Translations into Gujarati",
            "Fiction"
        ],
        "year": 1872,
        "local_cover": "6976035.jpg"
    },
    {
        "title": "Les fleurs du mal",
        "author": "Charles Baudelaire",
        "cover_url": "https://covers.openlibrary.org/b/id/8236412-L.jpg",
        "genre": "Traducciones al español",
        "description": "*Les Fleurs du mal* est un recueil de poèmes de Charles Baudelaire, reprenant la quasi-totalité de sa production en vers de 1840 jusqu'à sa mort, survenue fin août 1867. Publié le 21 juin 1857, le recueil scandalise aussitôt la société française. Son auteur subit un procès retentissant. Le jugement le condamne à une forte amende, réduite sur intervention de l'Impératrice ; il entraîne la censure de six pièces jugées immorales.\n\nDe 1861 à 1868, l'ouvrage est réédité dans trois versions successives, enrichies de nouveaux poèmes ; les pièces interdites paraissent en Belgique. La réhabilitation n'interviendra que près d'un siècle plus tard, en mai 1949.\n\nLe recueil est considéré comme une œuvre majeure de la poésie moderne. Il diffère d'un recueil classique où souvent, le seul hasard réunit des poèmes généralement disparates. Ici, les poèmes s'articulent avec méthode et selon un dessein précis.",
        "keywords": [
            "Traducciones al español",
            "Translations into Spanish",
            "Translations into English"
        ],
        "year": 1855,
        "local_cover": "8236412.jpg"
    },
    {
        "title": "Dubliners",
        "author": "James Joyce",
        "cover_url": "https://covers.openlibrary.org/b/id/8216412-L.jpg",
        "genre": "Daily Express",
        "description": "James Joyce's disillusion with the publication of Dubliners in 1914 was the result of ten years battling with publishers, resisting their demands to remove swear words, real place names and much else, including two entire stories. Although only 24 when he signed his first publishing contract for the book, Joyce already knew its worth: to alter it in any way would 'retard the course of civilisation in Ireland'. Joyce's aim was to tell the truth -- to create a work of art that would reflect life in Ireland at the turn of the last century. By rejecting euphemism, he would reveal to the Irish the unromantic reality, the recognition of which would lead to the spiritual liberation of the country. Each of the fifteen stories offers a glimpse of the lives of ordinary Dubliners -- a death, an encounter, an opportunity not taken, a memory rekindled -- and collectively they paint a portrait of a nation. - Back cover.\n\nDubliners is a collection of vignettes of Dublin life at the end of the 19th Century written, by Joyce’s own admission, in a manner that captures some of the unhappiest moments of life. Some of the dominant themes include lost innocence, missed opportunities and an inability to escape one’s circumstances.\n\nJoyce’s intention in writing Dubliners, in his own words, was to write a chapter of the moral history of his country, and he chose Dublin for the scene because that city seemed to him to be the centre of paralysis. He tried to present the stories under four different aspects: childhood, adolescence, maturity and public life.\n‘The Sisters’, ‘An Encounter’ and ‘Araby’ are stories from childhood. ‘Eveline’, ‘After the Race’, ‘Two Gallants’ and ‘The Boarding House’ are stories from adolescence. ‘A Little Cloud’, ‘Counterparts’, ‘Clay’ and ‘A Painful Case’ are all stories concerned with mature life. Stories from public life are ‘Ivy Day in the Committee Room’ and ‘A Mother and Grace’. ‘The Dead’ is the last story in the collection and probably Joyce’s greatest. It stands alone and, as the title would indicate, is concerned with death.\n\n----------\nContains\n\n[Sisters](https://openlibrary.org/works/OL15073389W/The_Sisters)\n[Encounter](https://openlibrary.org/works/OL15073256W)\n[Araby](https://openlibrary.org/works/OL20570121W)\n[Eveline](https://openlibrary.org/works/OL15073302W)\n[After the Race](https://openlibrary.org/works/OL18179262W)\n[Two Gallants](https://openlibrary.org/works/OL20570300W)\n[Boarding House](https://openlibrary.org/works/OL15073259W/The_Boarding_House)\n[Little Cloud](https://openlibrary.org/works/OL18179222W)\n[Counterparts](https://openlibrary.org/works/OL20570464W)\n[Clay](https://openlibrary.org/works/OL18179205W)\n[A Painful Case](https://openlibrary.org/works/OL5213767W)\n[Ivy Day In the Committee Room](https://openlibrary.org/works/OL20571820W)\n[Mother](https://openlibrary.org/works/OL18179244W)\n[Grace](https://openlibrary.org/works/OL15073323W)\n[Dead](https://openlibrary.org/works/OL15073437W/The_Dead)\n\n----------\nAlso contained in:\n\n - [Dubliners / Portrait of the Artist as a Young Man](https://openlibrary.org/works/OL15073371W/Dubliners_Portrait_of_the_Artist_as_a_Young_Man)\n - [Essential James Joyce](https://openlibrary.org/works/OL86338W/The_Essential_James_Joyce)\n - [Portable James Joyce](https://openlibrary.org/works/OL86334W/The_Portable_James_Joyce)",
        "keywords": [
            "Daily Express",
            "West Briton",
            "Three Graces"
        ],
        "year": 1914,
        "local_cover": "8216412.jpg"
    },
    {
        "title": "The Railway Children",
        "author": "Edith Nesbit",
        "cover_url": "https://covers.openlibrary.org/b/id/13241123-L.jpg",
        "genre": "Brothers and sisters",
        "description": "When Father mysteriously goes away, the children and their mother leave their happy life in London to go and live in a small cottage in the country. 'The Three Chimneys' lies beside a railway track - a constant source of enjoyment to all three. They make friends with the Station Master and Perks the Porter, as well as the jovial 'Old Gentleman' who waves to them everyday from the train. But the mystery remains: where is Father, and will he ever return?",
        "keywords": [
            "Brothers and sisters",
            "Children's stories",
            "Classic Literature"
        ],
        "year": 1900,
        "local_cover": "13241123.jpg"
    },
    {
        "title": "Five Children and It",
        "author": "Edith Nesbit",
        "cover_url": "https://covers.openlibrary.org/b/id/28174-L.jpg",
        "genre": "Fiction",
        "description": "Haven't you ever thought what you would wish for if you were granted three wishes? In Nesbit's delightful classic, five siblings find a creature that grants their wishes, but as the old saying goes: be careful what you wish for, it might come true...",
        "keywords": [
            "Fiction",
            "Fairies",
            "Wishes"
        ],
        "year": 1905,
        "local_cover": "28174.jpg"
    },
    {
        "title": "Ethan Frome",
        "author": "Edith Wharton",
        "cover_url": "https://covers.openlibrary.org/b/id/8303480-L.jpg",
        "genre": "Accident victims",
        "description": "*Edith Wharton wrote Ethan Frome as a frame story — meaning that the prologue and epilogue constitute a \"frame\" around the main story*\n\n**How It All Goes Down**\nIt's winter. A nameless engineer is in Starkfield, Massachusetts on business and he first sees Ethan Frome at the post office. Ethan is a man in his early fifties who is obviously strong, and obviously crippled. The man becomes fascinated with Ethan and wants to know his story. When Ethan begins giving him occasional rides to the train station, the two men strike up a friendship. One night when the weather is particularly bad, Ethan invites the man to stay at his house. In the hall the man hears a woman talking angrily, on and on. When Ethan speaks, the voice stops. The man tells us that he learned something that night which allowed him to imagine Ethan's story. Now we go back in time 24 years and learn about Ethan's life.\n\nEthan has walked from his farm and sawmill into town to pick up Mattie Silver from the church dance. He peeks in the windows of the church basement and sees Mattie dancing with Denis Eady and is jealous. Mattie is Ethan's wife's cousin. Her parents both died just over a year ago, and she was left with nothing. Her father had apparently swindled some of the relatives out of their savings, so nobody wanted to help Mattie. Zeena, Ethan's wife, is always sick, and decided to let Mattie live with them in exchange for doing the housework and helping the ailing Zeena.\n\nEthan liked Mattie from the beginning and worried that Zeena was too hard on her. The two women soon adjusted to each other (sort of) and things weren't as bad as they could have been. Meanwhile, Ethan has fallen in love with Mattie and wants to spend all his time with her.\n\nMattie soon comes out of the dance, and Ethan watches while Denis Eady tries to give her a ride home. She brushes him off and then Ethan reveals his presence. Ethan and Mattie are happy to see each other. They discuss possibly doing some sledding in the future. Neither is afraid to sled down the hill – at the bottom of which lies the deadly elm tree. The walk home is altogether lovely and romantic, but when they arrive, the house key isn't under the mat like it usually is.\n\nSoon, Zeena, looking ill and scary, comes downstairs and lets them in. She's usually in bed by this hour but she couldn't sleep. She is obviously suspicious of their behavior. The next day she announces that she will be gone overnight visiting a new doctor. Mattie and Ethan make good use of her absence and enjoy a romantic dinner for two. Unfortunately, the cat breaks Zeena's favorite dish and Ethan isn't able to locate any glue until after Zeena gets back. The first thing Zeena does when she gets home is to tell Ethan that she's kicking out Mattie. He protests, but fighting is useless. Then Zeena finds the broken pickle dish and is super upset (it had been a wedding gift).\n\nEthan decides he'll run away with Mattie, but then a combination of lack of cash and guilt stop him. Still, he insists on driving Mattie to the train station. He takes her on the long route, so they can look at different places they enjoyed together. By the time they get to the town sledding hill, it's already dark. As they are contemplating sledding, and pondering the hopelessness of their situation, Mattie suggests that they sled into the elm tree and kill themselves. Ethan agrees and they smash into the tree. But they survive.\n\nThen the story goes back to the present and we find the engineer right where we left him, about to enter the Frome kitchen. When he does enter he learns that the woman who was talking on and on in an argumentative tone is…Mattie! She has spinal disease and can't move without assistance. Zeena is there too, cooking. They all three live together, an unhappy family in the Frome house.\n\n\n----------\nAlso contained in: \n\n - [Age of Innocence / The House of Mirth / Ethan Frome](https://openlibrary.org/works/OL20577050W)\n - [Edith Wharton Reader](https://openlibrary.org/works/OL98540W/The_Edith_Wharton_reader)\n - [Ethan Frome and Other Stories](https://openlibrary.org/works/OL15000117W/Ethan_Frome_and_other_stories)\n - [Ethan Frome and Related Readings][1]\n - [Ethan Frome and Selected Stories](https://openlibrary.org/works/OL15000119W/Ethan_Frome_and_Selected_Stories)\n - [Edith Wharton Omnibus](https://openlibrary.org/works/OL98499W/The_Edith_Wharton_Omnibus)\n - [Ethan Frome with Connections](https://openlibrary.org/works/OL15000126W/Ethan_Frome_with_Connections)\n - [The Hermit and the Wild Woman and other stories / Ethan Frome](https://openlibrary.org/works/OL13131348W/Ethan_Frome_The_Hermit_and_the_Wild_Woman_and_other_stories)\n - [Novellas and Other Writings](https://openlibrary.org/works/OL15000211W/Novellas_and_other_writings)\n - [Three Classics by American Women][2]\n - [Three Novels](https://openlibrary.org/works/OL15000264W/Three_Novels)\n - [Works of Edith Wharton](https://openlibrary.org/works/OL98524W/Works_of_Edith_Wharton)\n\n  [1]: https://openlibrary.org/works/OL16061406W/Ethan_Frome_and_Related_Readings\n  [2]: https://openlibrary.org/works/OL15514881W/Three_Classics_by_American_Women_(The_Awakening_Ethan_Frome_O_Pioneers!",
        "keywords": [
            "Accident victims",
            "American fiction (fictional works by one author)",
            "American literature"
        ],
        "year": 1910,
        "local_cover": "8303480.jpg"
    },
    {
        "title": "A Connecticut Yankee in King Arthur's Court",
        "author": "Mark Twain",
        "cover_url": "https://covers.openlibrary.org/b/id/9168732-L.jpg",
        "genre": "Time travel",
        "description": "A blow on the head transports a Yankee to 528 A.D. where he proceeds to modernize King Arthur's kingdom by organizing a school system, constructing telephone lines, and inventing the printing press.",
        "keywords": [
            "Time travel",
            "Fiction",
            "Arthurian romances"
        ],
        "year": 1889,
        "local_cover": "9168732.jpg"
    },
    {
        "title": "Die Verwandlung",
        "author": "Franz Kafka",
        "cover_url": "https://covers.openlibrary.org/b/id/12820198-L.jpg",
        "genre": "Fantasy fiction",
        "description": "Metamorphosis (German: Die Verwandlung) is a novella written by Franz Kafka which was first published in 1915. One of Kafka's best-known works, Metamorphosis tells the story of salesman Gregor Samsa, who wakes one morning to find himself inexplicably transformed into a huge insect (German: ungeheueres Ungeziefer, lit. \"monstrous vermin\") and subsequently struggles to adjust to this new condition. The novella has been widely discussed among literary critics, with differing interpretations being offered. In popular culture and adaptations of the novella, the insect is commonly depicted as a cockroach.\n\nWith a length of about 70 printed pages over three chapters, it is the longest of the stories Kafka considered complete and published during his lifetime. The text was first published in 1915 in the October issue of the journal Die weißen Blätter under the editorship of René Schickele. The first edition in book form appeared in December 1915 in the series Der jüngste Tag, edited by Kurt Wolff.",
        "keywords": [
            "Fantasy fiction",
            "Children's fiction",
            "Lectures et morceaux choisis"
        ],
        "year": 1915,
        "local_cover": "12820198.jpg"
    },
    {
        "title": "Gulliver's Travels",
        "author": "Jonathan Swift",
        "cover_url": "https://covers.openlibrary.org/b/id/12717083-L.jpg",
        "genre": "YA",
        "description": "A parody of traveler’s tales and a satire of human nature, “Gulliver’s Travels” is Jonathan Swift’s most famous work which was first published in 1726. An immensely popular tale ever since its original publication, “Gulliver’s Travels” is the story of its titular character, Lemuel Gulliver, a man who loves to travel. A series of four journeys are detailed in which Gulliver finds himself in a number of amusing and precarious situations. In the first voyage, Gulliver is imprisoned by a race of tiny people, the Lilliputians, when following a shipwreck he is washed upon the shores of their island country. In his second voyage Gulliver finds himself abandoned in Brobdingnag, a land of giants, where he is exhibited for their amusement. In his third voyage, Gulliver once again finds himself marooned; fortunately he is rescued by the flying island of Laputa, a kingdom devoted to the arts of music and mathematics. He subsequently travels to the surrounding lands of Balnibarbi, Luggnagg, Glubbdubdrib, and Japan. Finally in his last voyage, when he is set adrift by a mutinous crew, he finds himself in the curious Country of the Houyhnhnms. Through the various experiences of Gulliver, Swift brilliantly satirizes the political and cultural environment of his time in addition to creating a lasting and enchanting tale of fantasy. This edition is illustrated by Milo Winter and includes an introduction by George R. Dennis.",
        "keywords": [
            "YA",
            "Young adult",
            "Juvenile"
        ],
        "year": 1726,
        "local_cover": "12717083.jpg"
    },
    {
        "title": "The Sign of Four",
        "author": "Arthur Conan Doyle",
        "cover_url": "https://covers.openlibrary.org/b/id/9247987-L.jpg",
        "genre": "Crime & Mystery",
        "description": "The Sign of the Four (1890), also called The Sign of Four, is the second novel featuring Sherlock Holmes written by Sir Arthur Conan Doyle.\n\n\n----------\nAlso contained in:\n[Adventures of Sherlock Holmes](https://openlibrary.org/works/OL20624138W)\n[Adventures of Sherlock Holmes](https://openlibrary.org/works/OL18191906W)\n[Annotated Sherlock Holmes. 1/2](https://openlibrary.org/works/OL1518438W)\n[Best of Sherlock Holmes](https://openlibrary.org/works/OL18195589W)\n[Boys' Sherlock Holmes](https://openlibrary.org/works/OL8696809W)\n[Celebrated Cases of Sherlock Holmes](https://openlibrary.org/works/OL16076930W)\n[Complete Sherlock Holmes](https://openlibrary.org/works/OL18188824W)\n[Complete Sherlock Holmes](https://openlibrary.org/works/OL14929975W)\n[Illustrated Sherlock Holmes](https://openlibrary.org/works/OL1518342W)\n[Original Illustrated Strand Sherlock Holmes](https://openlibrary.org/works/OL262529W)\n[Sherlock Holmes: His Most Famous Mysteries](https://openlibrary.org/works/OL14930414W)\n[Sherlock Holmes: The Novels](https://openlibrary.org/works/OL16018654W)\n[The Sign of the Four, A Scandal in Bohemia and Other Stories](https://openlibrary.org/works/OL20630338W)\n[Sign of the Four and Other Stories](https://openlibrary.org/works/OL20628655W)\n[Tales of Sherlock Holmes](https://openlibrary.org/works/OL1518350W)\n[Tales of Sherlock Holmes](https://openlibrary.org/works/OL1518418W)\n[Works](https://openlibrary.org/works/OL16173818W)",
        "keywords": [
            "Crime & Mystery",
            "classic fiction",
            "Andamanese"
        ],
        "year": 1889,
        "local_cover": "9247987.jpg"
    },
    {
        "title": "Sense and Sensibility",
        "author": "Jane Austen",
        "cover_url": "https://covers.openlibrary.org/b/id/9278292-L.jpg",
        "genre": "Fiction, Romance, Historical, Regency",
        "description": "When Mr. Dashwood dies, he must leave the bulk of his estate to the son by his first marriage, which leaves his second wife and three daughters (Elinor, Marianne, and Margaret) in straitened circumstances. They are taken in by a kindly cousin, but their lack of fortune affects the marriageability of both practical Elinor and romantic Marianne. When Elinor forms an attachment for the wealthy Edward Ferrars, his family disapproves and separates them. And though Mrs. Jennings tries to match the worthy (and rich) Colonel Brandon to her, Marianne finds the dashing and fiery Willoughby more to her taste. Both relationships are sorely tried. But this is a romance, and through the hardships and heartbreak, true love and a happy ending will find their way for both the sister who is all sense and the one who is all sensibility. - Publisher.",
        "keywords": [
            "Fiction, Romance, Historical, Regency",
            "Inheritance and succession, fiction",
            "Mate selection, fiction"
        ],
        "year": 1811,
        "local_cover": "9278292.jpg"
    },
    {
        "title": "Dracula",
        "author": "Bram Stoker",
        "cover_url": "https://covers.openlibrary.org/b/id/12216503-L.jpg",
        "genre": "Count Dracula (Fictitious character)",
        "description": "Sink your teeth into the ageless tale of the famous vampire Count Dracula.\n\nDracula first horrified readers over 125 years ago. Today, this original gothic masterpiece includes a detailed exploration into the 1897 classic vampire novel and its author, Bram Stoker.\n\nIn this bonus introduction,\n\nLearn about Stoker’s early life, his colorful career, and the famous friends he made leading up to the creation of his magnum opus, Dracula.\nTune into the speculative theories of Stoker’s personal life and his deeply repressed homosexual tendencies.\nDelve deep into the folklore and mysticism that inspired Dracula, the masterful work itself, and the lasting impact it continues to have on pop culture.\nThis annotated introduction accompanying this classic novel is essential for all fans of Bram Stoker’s Dracula. I welcome you, the reader, as Count Dracula beckoned Jonathan Harker:\n\n“Welcome to my house. Enter freely and at your own free will.”",
        "keywords": [
            "Count Dracula (Fictitious character)",
            "Dracula, Conde (Personaje literario)",
            "Dracula, Count (Fictitious character)"
        ],
        "year": 1897,
        "local_cover": "12216503.jpg"
    },
    {
        "title": "The Scarlet Letter",
        "author": "Nathaniel Hawthorne",
        "cover_url": "https://covers.openlibrary.org/b/id/5654516-L.jpg",
        "genre": "Fiction",
        "description": "A stark and allegorical tale of adultery, guilt, and social repression in Puritan New England, The Scarlet Letter is a foundational work of American literature. Nathaniel Hawthorne's exploration of the dichotomy between the public and private self, internal passion and external convention, gives us the unforgettable Hester Prynne, who discovers strength in the face of ostracism and emerges as a heroine ahead of her time.",
        "keywords": [
            "Fiction",
            "Puritans",
            "Puritans in fiction"
        ],
        "year": 1850,
        "local_cover": "5654516.jpg"
    },
    {
        "title": "A Christmas Carol",
        "author": "Charles Dickens",
        "cover_url": "https://covers.openlibrary.org/b/id/13299222-L.jpg",
        "genre": "Ghost stories",
        "description": "An allegorical novella descibing the rehabilitation of bitter, miserly businessman Ebenezer Scrooge. The reader is witness to his transformation as Scrooge is shown the error of his ways by the ghost of former partner Jacob Marley and the spirits of Christmas past, present and future. The first of the Christmas books (Dickens released one a year from 1843&ndash;1847) it became an instant hit.",
        "keywords": [
            "Ghost stories",
            "Readers",
            "Ebenzer Scrooge (Fictitious character)"
        ],
        "year": 1843,
        "local_cover": "13299222.jpg"
    },
    {
        "title": "Hard Times",
        "author": "Charles Dickens, García de García de Luna, Elisa Esgasa, Emilia Pardo Bazán",
        "cover_url": "https://covers.openlibrary.org/b/id/8236916-L.jpg",
        "genre": "Fiction",
        "description": "Dickens scathing portrait of Victorian industrial society and its misapplied utilitarian philosophy, Hard Times features schoolmaster Thomas Gradgrind, one of his most richly dimensional, memorable characters. Filled with the details and wonders of small-town life, it is also a daring novel of ideas and ultimately, a celebration of love, hope, and limitless possibilities of the imagination.",
        "keywords": [
            "Fiction",
            "Social problems",
            "Utilitarianism"
        ],
        "year": 1854,
        "local_cover": "8236916.jpg"
    },
    {
        "title": "Jane Eyre",
        "author": "Charlotte Brontë",
        "cover_url": "https://covers.openlibrary.org/b/id/8235363-L.jpg",
        "genre": "Fiction",
        "description": "The novel is set somewhere in the north of England. Jane's childhood at Gateshead Hall, where she is emotionally and physically abused by her aunt and cousins; her education at Lowood School, where she acquires friends and role models but also suffers privations and oppression; her time as the governess of Thornfield Hall, where she falls in love with her Byronic employer, Edward Rochester; her time with the Rivers family, during which her earnest but cold clergyman cousin, St John Rivers, proposes to her. Will she or will she not marry him?",
        "keywords": [
            "Fiction",
            "Romance",
            "Historical\""
        ],
        "year": 1847,
        "local_cover": "8235363.jpg"
    },
    {
        "title": "Narrative of the life of Frederick Douglass",
        "author": "Frederick Douglass",
        "cover_url": "https://covers.openlibrary.org/b/id/8247724-L.jpg",
        "genre": "Douglass, frederick, 1818-1895",
        "description": "This book is an autobiographical account by runaway slave Frederick Douglass that chronicles his experiences with his owners and overseers and discusses how slavery affected both slaves and slaveholders.",
        "keywords": [
            "Douglass, frederick, 1818-1895",
            "Biography",
            "African American abolitionists"
        ],
        "year": 1845,
        "local_cover": "8247724.jpg"
    },
    {
        "title": "The Last of the Mohicans",
        "author": "James Fenimore Cooper",
        "cover_url": "https://covers.openlibrary.org/b/id/8236937-L.jpg",
        "genre": "Adventure stories",
        "description": "The classic tale of Hawkeye—Natty Bumppo—the frontier scout who turned his back on \"civilization,\" and his friendship with a Mohican warrior as they escort two sisters through the dangerous wilderness of Indian country in frontier America.",
        "keywords": [
            "Adventure stories",
            "Ficción",
            "Fiction"
        ],
        "year": 1826,
        "local_cover": "8236937.jpg"
    },
    {
        "title": "Twelfth Night",
        "author": "William Shakespeare",
        "cover_url": "https://covers.openlibrary.org/b/id/9119932-L.jpg",
        "genre": "Drama",
        "description": "Presents the original text of Shakespeare's play side by side with a modern version, with discussion questions, role-playing scenarios, and other study activities.",
        "keywords": [
            "Drama",
            "Brothers and sisters",
            "Twins"
        ],
        "year": 1734,
        "local_cover": "9119932.jpg"
    },
    {
        "title": "The Secret Garden",
        "author": "Frances Hodgson Burnett, Miller, Steve, Luisa Uribe, Annabel Stones, Mel Howells",
        "cover_url": "https://covers.openlibrary.org/b/id/12622062-L.jpg",
        "genre": "Fiction, general",
        "description": "A ten-year-old orphan comes to live in a lonely house on the Yorkshire moors where she discovers an invalid cousin and the mysteries of a locked garden.",
        "keywords": [
            "Fiction, general",
            "Friendship, fiction",
            "People with disabilities, fiction"
        ],
        "year": 1911,
        "local_cover": "12622062.jpg"
    },
    {
        "title": "Through the Looking-Glass",
        "author": "Lewis Carroll, Lewis Carroll, Lewis Lewis Carroll",
        "cover_url": "https://covers.openlibrary.org/b/id/11272464-L.jpg",
        "genre": "Fantasy",
        "description": "*Through the Looking-Glass, and What Alice Found There* (1871) is a work of children's literature by Lewis Carroll (Charles Lutwidge Dodgson), generally categorized in the fairy tale genre. It is the sequel to *Alice's Adventures in Wonderland* (1865). Although it makes no reference to the events in the earlier book, the themes and settings of *Through the Looking-Glass* make it a kind of mirror image of Wonderland: the first book begins outdoors, in the warm month of May, uses frequent changes in size as a plot device, and draws on the imagery of playing cards; the second opens indoors on a snowy, wintry night exactly six months later, on November 4 (the day before Guy Fawkes Night), uses frequent changes in time and spatial directions as a plot device, and draws on the imagery of chess. In it, there are many mirror themes, including opposites, time running backwards, and so on. ([Wikipedia][1])\n\n\n  [1]: http://en.wikipedia.org/wiki/Through_the_Looking-Glass",
        "keywords": [
            "Fantasy",
            "Fiction",
            "English Nonsense verses"
        ],
        "year": 1865,
        "local_cover": "11272464.jpg"
    },
    {
        "title": "Julius Caesar",
        "author": "William Shakespeare",
        "cover_url": "https://covers.openlibrary.org/b/id/7901303-L.jpg",
        "genre": "Antoine (Marcus Antonius)",
        "description": "Presents the original text of Shakespeare's play side by side with a modern version, discusses the author and the theater of his time, and provides quizzes and other study activities.",
        "keywords": [
            "Antoine (Marcus Antonius)",
            "Assassination",
            "Assassins"
        ],
        "year": 1684,
        "local_cover": "7901303.jpg"
    },
    {
        "title": "The Canterbury Tales",
        "author": "Geoffrey Chaucer, John E. Cunningham, Peter Ackroyd, Ted Stearn, V. A. Kolve, Glending Olson",
        "cover_url": "https://covers.openlibrary.org/b/id/5767180-L.jpg",
        "genre": "Death",
        "description": "A collection of stories written in Middle English by Geoffrey Chaucer at the end of the 14th century. The tales (mostly in verse, although some are in prose) are told as part of a story-telling contest by a group of pilgrims as they travel together on a journey from Southwark to the shrine of Saint Thomas Becket at Canterbury Cathedral. In a long list of works, including Troilus and Criseyde, House of Fame, and Parliament of Fowls, The Canterbury Tales was Chaucer's magnum opus. He uses the tales and the descriptions of the characters to paint an ironic and critical portrait of English society at the time, and particularly of the Church. Structurally, the collection bears the influence of The Decameron, which Chaucer is said to have come across during his first diplomatic mission to Italy in 1372. However, Chaucer peoples his tales with 'sondry folk' rather than Boccaccio's fleeing nobles.",
        "keywords": [
            "Death",
            "English Narrative poetry",
            "Juvenile poetry"
        ],
        "year": 1478,
        "local_cover": "5767180.jpg"
    },
    {
        "title": "Les Trois Mousquetaires",
        "author": "Alexandre Dumas, Auguste Maquet",
        "cover_url": "https://covers.openlibrary.org/b/id/11929973-L.jpg",
        "genre": "History",
        "description": "During the reign of France's King Louis XIV, D'Artagnan and three musketeers unite to defend the honor of Anne of Austria against the plots of Cardinal Richeliu.",
        "keywords": [
            "History",
            "Fiction",
            "Swordsmen"
        ],
        "year": 1844,
        "local_cover": "11929973.jpg"
    },
    {
        "title": "Alice's Adventures in Wonderland",
        "author": "Lewis Carroll",
        "cover_url": "https://covers.openlibrary.org/b/id/10527843-L.jpg",
        "genre": "Alice (fictitious character : carroll), fiction",
        "description": "Alice's Adventures in Wonderland (commonly Alice in Wonderland) is an 1865 English children's novel by Lewis Carroll. A young girl named Alice falls through a rabbit hole into a fantasy world of anthropomorphic creatures. It is seen as an example of the literary nonsense genre.\n\nOne of the best-known works of Victorian literature, its narrative, structure, characters and imagery have had huge influence on popular culture and literature, especially in the fantasy genre.",
        "keywords": [
            "Alice (fictitious character : carroll), fiction",
            "British and irish fiction (fictional works by one author)",
            "Fiction, fantasy, general"
        ],
        "year": 1865,
        "local_cover": "10527843.jpg"
    },
    {
        "title": "Frankenstein or The Modern Prometheus",
        "author": "Mary Shelley",
        "cover_url": "https://covers.openlibrary.org/b/id/12356249-L.jpg",
        "genre": "Frankenstein (Fictitious character)",
        "description": "*Frankenstein; or, The Modern Prometheus* is an 1818 novel written by English author Mary Shelley. Frankenstein tells the story of Victor Frankenstein, a young scientist who creates a sapient creature in an unorthodox scientific experiment. Shelley started writing the story when she was 18, and the first edition was published anonymously in London on 1 January 1818, when she was 20. Her name first appeared in the second edition, which was published in Paris in 1821.",
        "keywords": [
            "Frankenstein (Fictitious character)",
            "Frankenstein's monster (Fictitious character)",
            "Fiction"
        ],
        "year": 1818,
        "local_cover": "12356249.jpg"
    },
    {
        "title": "The Picture of Dorian Gray",
        "author": "Oscar Wilde, Oscar Wilde, Oscar Wilde",
        "cover_url": "https://covers.openlibrary.org/b/id/14314858-L.jpg",
        "genre": "British and irish fiction (fictional works by one author)",
        "description": "**The Picture of Dorian Gray** is a philosophical novel by Irish writer Oscar Wilde. A shorter novella-length version was published in the July 1890 issue of the American periodical *Lippincott’s Monthly Magazine*. The novel-length version was published in April 1891.\n\n(Source: [Wikipedia](https://en.wikipedia.org/wiki/The_Picture_of_Dorian_Gray))",
        "keywords": [
            "British and irish fiction (fictional works by one author)",
            "Conduct of life, fiction",
            "Fantasy fiction"
        ],
        "year": 1890,
        "local_cover": "14314858.jpg"
    },
    {
        "title": "Macbeth",
        "author": "William Shakespeare",
        "cover_url": "https://covers.openlibrary.org/b/id/872432-L.jpg",
        "genre": "Drama",
        "description": "The play concerns a trusted general who secretly lusts for power. Encouraged by the prophecies of three witches and urged on by his ambitious wife Macbeth commits regicide. Left fearful and superstitious by this desperate act he is driven to a spiralling course of murder and outrage, almost inevitably culminating in his own death. One of Shakespeare’s most popular tragedies, Macbeth is ostensibly based on the Scottish king although the story represented in the play bears no relation to historical fact as the true King Macbeth was well respected by his contemporaries. This book includes the hero Macbeth becoming more and more evil after he gets told his \"destiny\" by the witches and becomes greedy with power.",
        "keywords": [
            "Drama",
            "Regicides",
            "Kings and rulers"
        ],
        "year": 1508,
        "local_cover": "872432.jpg"
    },
    {
        "title": "Little Women",
        "author": "Louisa May Alcott",
        "cover_url": "https://covers.openlibrary.org/b/id/8775559-L.jpg",
        "genre": "Romans",
        "description": "Louisa May Alcotts classic novel, set during the Civil War, has always captivated even the most reluctant readers. Little girls, especially, love following the adventures of the four March sisters--Meg, Beth, Amy, and most of all, the tomboy Jo--as they experience the joys and disappointments, tragedies and triumphs, of growing up. This simpler version captures all the charm and warmth of the original.",
        "keywords": [
            "Romans",
            "Jeunes filles",
            "Soeurs"
        ],
        "year": 1848,
        "local_cover": "8775559.jpg"
    },
    {
        "title": "Treasure Island",
        "author": "Robert Louis Stevenson",
        "cover_url": "https://covers.openlibrary.org/b/id/13859660-L.jpg",
        "genre": "Fiction",
        "description": "Traditionally considered a coming-of-age story, Treasure Island is an adventure tale known for its atmosphere, characters and action, and also as a wry commentary on the ambiguity of morality — as seen in Long John Silver — unusual for children's literature then and now. It is one of the most frequently dramatized of all novels. The influence of Treasure Island on popular perceptions of pirates is enormous, including treasure maps marked with an \"X\", schooners, the Black Spot, tropical islands, and one-legged seamen carrying parrots on their shoulders",
        "keywords": [
            "Fiction",
            "Treasure Island (Imaginary place)",
            "Treasure-trove"
        ],
        "year": 1880,
        "local_cover": "13859660.jpg"
    },
    {
        "title": "Adventures of Huckleberry Finn",
        "author": "Mark Twain",
        "cover_url": "https://covers.openlibrary.org/b/id/8157718-L.jpg",
        "genre": "adventure and adventurers",
        "description": "Adventures of Huckleberry Finn or as it is known in more recent editions, The Adventures of Huckleberry Finn, is a novel by American author Mark Twain, which was first published in the United Kingdom in December 1884 and in the United States in February 1885.\n\nCommonly named among the Great American Novels, the work is among the first in major American literature to be written throughout in vernacular English, characterized by local color regionalism. It is told in the first person by Huckleberry \"Huck\" Finn, the narrator of two other Twain novels (Tom Sawyer Abroad and Tom Sawyer, Detective) and a friend of Tom Sawyer. It is a direct sequel to The Adventures of Tom Sawyer.",
        "keywords": [
            "adventure and adventurers",
            "Adventure stories",
            "American fiction (fictional works by one author)"
        ],
        "year": 1876,
        "local_cover": "8157718.jpg"
    },
    {
        "title": "Pride and Prejudice",
        "author": "Jane Austen",
        "cover_url": "https://covers.openlibrary.org/b/id/14348537-L.jpg",
        "genre": "Fiction, Romance, Historical, Regency",
        "description": "Pride and Prejudice is an 1813 novel of manners written by Jane Austen. The novel follows the character development of Elizabeth Bennet, the dynamic protagonist of the book who learns about the repercussions of hasty judgments and comes to appreciate the difference between superficial goodness and actual goodness.\n\nMr. Bennet, owner of the Longbourn estate in Hertfordshire, has five daughters, but his property is entailed and can only be passed to a male heir. His wife also lacks an inheritance, so his family faces becoming very poor upon his death. Thus, it is imperative that at least one of the girls marry well to support the others, which is a motivation that drives the plot.",
        "keywords": [
            "Fiction, Romance, Historical, Regency",
            "British and irish fiction (fictional works by one author)",
            "Brothers and sisters"
        ],
        "year": 1813,
        "local_cover": "14348537.jpg"
    },
    {
        "title": "Bible",
        "author": "Bible",
        "cover_url": "https://covers.openlibrary.org/b/id/12707846-L.jpg",
        "genre": "Manuscripts, Latin (Medieval and modern)",
        "description": "A Christian Bible is a set of books divided into the Old and New Testament that a Christian denomination has, at some point in their past or present, regarded as divinely inspired scripture.",
        "keywords": [
            "Manuscripts, Latin (Medieval and modern)",
            "Glossaries, vocabularies",
            "Early works to 1800"
        ],
        "year": 1200,
        "local_cover": "12707846.jpg"
    },
    {
        "title": "The Constitution of the United States and related documents",
        "author": "United States",
        "cover_url": "https://covers.openlibrary.org/b/id/10375406-L.jpg",
        "genre": "Constitutions, united states",
        "description": "No description available",
        "keywords": [
            "Constitutions, united states",
            "Constitutions",
            "United States"
        ],
        "year": 1787,
        "local_cover": "10375406.jpg"
    },
    {
        "title": "Management information systems",
        "author": "Kenneth C. Laudon, Jane P. Laudon, Jane Price Laudon, Jane Laudon",
        "cover_url": "https://covers.openlibrary.org/b/id/1104118-L.jpg",
        "genre": "Information technology",
        "description": "Laudon’s essential case-based text for the study of IS in business today.\nManagement Information Systems: Managing the Digital Firm provides the most comprehensive overview of information systems, while drawing connections between MIS and business performance. The Laudons are known for their outstanding real-world case studies, which describe how well-known companies use IT to solve problems and achieve business objectives. You will develop sought-after skills, and be adept at leading IS-related management discussions and using IT to meet bottom-line results. Each chapter of the 17th edition has been thoroughly updated to cover the latest industry and technology changes.",
        "keywords": [
            "Information technology",
            "Management",
            "Management information systems"
        ],
        "year": 1945,
        "local_cover": "1104118.jpg"
    },
    {
        "title": "Cato",
        "author": "Joseph Addison, Christine Dunn Henderson, Mark E. Yellin",
        "cover_url": "https://covers.openlibrary.org/b/id/1614009-L.jpg",
        "genre": "Drama",
        "description": "No description available",
        "keywords": [
            "Drama",
            "Early works to 1800",
            "Elocution"
        ],
        "year": 1713,
        "local_cover": "1614009.jpg"
    },
    {
        "title": "Things Fall Apart",
        "author": "Chinua Achebe",
        "cover_url": "https://covers.openlibrary.org/b/id/12816943-L.jpg",
        "genre": "20th century literature",
        "description": "Things Fall Apart is the debut novel by Nigerian author Chinua Achebe, first published in 1958. It depicts pre-colonial life in the southeastern part of Nigeria and the arrival of Europeans during the late 19th century. It is seen as the archetypal modern African novel in English, and one of the first to receive global critical acclaim. It is a staple book in schools throughout Africa and is widely read and studied in English-speaking countries around the world. The novel was first published in the UK in 1962 by William Heinemann Ltd, and became the first work published in Heinemann's African Writers Series.\n\nThe novel follows the life of Okonkwo, an Igbo (\"Ibo\" in the novel) man and local wrestling champion in the fictional Nigerian clan of Umuofia. The work is split into three parts, with the first describing his family, personal history, and the customs and society of the Igbo, and the second and third sections introducing the influence of European colonialism and Christian missionaries on Okonkwo, his family, and the wider Igbo community.\n\nThings Fall Apart was followed by a sequel, No Longer at Ease (1960), originally written as the second part of a larger work along with Arrow of God (1964). Achebe states that his two later novels A Man of the People (1966) and Anthills of the Savannah (1987), while not featuring Okonkwo's descendants, are spiritual successors to the previous novels in chronicling African history.\n\n\n----------\nContained in:\n[African Trilogy](https://openlibrary.org/works/OL891766W)",
        "keywords": [
            "20th century literature",
            "Christianity",
            "masculinity"
        ],
        "year": 1958,
        "local_cover": "12816943.jpg"
    },
    {
        "title": "Die protestantische Ethik und der Geist des Kapitalismus",
        "author": "Max Weber, Gilbert Geis, Sebastian Guzman, James Hill, Joaquín Abellán García, Đặng Thị Nguyệt Ánh, Le Minh Ton, Tôn Lê Minh, Talcott Parsons, Benito Romero, Suzanne Barbeau, Jacques Chavy, Piero Burresi, Isabelle Kalinowski, Luis Legaz Lacambra",
        "cover_url": "https://covers.openlibrary.org/b/id/5381835-L.jpg",
        "genre": "Capitalism",
        "description": "In The Protestant Ethic, Max Weber opposes the Marxist concept of dialectical materialism and relates the rise of the capitalist economy to the Calvinist belief in the moral value of hard work and the fulfillment of one's worldly duties. Based on the original 1905 edition, this volume includes, along with Weber's treatise, an illuminating introduction, a wealth of explanatory notes, and exemplary responses and remarks-both from Weber and his critics-sparked by publication of The Protestant Ethic and the Spirit of Capitalism. This is the first English translation of the 1905 German text and the first volume to include Weber's unexpurgated responses to his critics, which reveal important developments in and clarifications of Weber's argument.",
        "keywords": [
            "Capitalism",
            "Christian ethics",
            "Christian sociology"
        ],
        "year": 1700,
        "local_cover": "5381835.jpg"
    },
    {
        "title": "Lord Jim",
        "author": "Joseph Conrad",
        "cover_url": "https://covers.openlibrary.org/b/id/8236295-L.jpg",
        "genre": "Fiction",
        "description": "This compact novel, completed in 1900, as with so many of the great novels of the time, is at its baseline a book of the sea. An English boy in a simple town has dreams bigger than the outdoors and embarks at an early age into the sailor's life. The waters he travels reward him with the ability to explore the human spirit, while Joseph Conrad launches the story into both an exercise of his technical prowess and a delicately crafted picture of a character who reaches the status of a literary hero.",
        "keywords": [
            "Fiction",
            "British",
            "Officers"
        ],
        "year": 1900,
        "local_cover": "8236295.jpg"
    },
    {
        "title": "Physics",
        "author": "Aristotle",
        "cover_url": "https://covers.openlibrary.org/b/id/7145464-L.jpg",
        "genre": "Physics textbooks",
        "description": "No description available",
        "keywords": [
            "Physics textbooks",
            "Outlines, syllabi",
            "Science, Ancient"
        ],
        "year": 1472,
        "local_cover": "7145464.jpg"
    },
    {
        "title": "Economics of Money, Banking, and Financial Markets Conflicts of Interest Edition plus MyEconLab",
        "author": "Frederic S. Mishkin, Eaton, James W., Apostolos Serletis, Edward Gamber, David Hakes, Rama Kanungo, Mishkin, Frederic Mishkin, Rick Mishkin, Mishkin S. Fredric, Apostolos Serletis Fredric S. Mishkin, F Mishkin",
        "cover_url": "https://covers.openlibrary.org/b/id/2383605-L.jpg",
        "genre": "Finance",
        "description": "\"For Second or Third Level Courses in Money and Banking. Never has the study of Money and Banking been as relevant as it is today. The Economics of Money, Banking, and the Financial Markets gives the most comprehensive coverage on the current financial crisis in relation to financial markets, financial institutions, the central bank, monetary policy and fiscal policy. The authoritative approach, use of real life examples and effective pedagogy have been maintained in this issue while an increased focus on finance has been introduced. For the first time, MyEconLab will be packaged with the text at no extra cost. MyEconLab is a premier online assessment and tutorial system, pairing rich online content with innovative learning tools.\" Publisher's note.\n\n\"New To This Edition Coverage of the Financial Crisis: New chapters have been added as well as many new and revised sections, applications and boxes to address the changes since the financial crisis. New Chapter 9 is devoted to analyzing the recent financial crisis and the institutions involved. Chapter 9: Financial Crises and the Subprime Meltdown outlines the events that led up to the recent financial crisis and attempts to make sense of how and why it occurred. New Chapter 12: Nonbank Financial Institutions examines how institutions engaged in nonbank finance (insurance companies, pension funds, finance companies, mutual funds, hedge funds, and private equity and venture capital funds) operate and how they are regulated. It also examines recent trends in nonbank finance and how nonbank financial institutions were affected by the subprime meltdown A new end-of-chapter feature called Quantitative Problems has been added. This section also features CANSIM questions. 2-4 new end-of-chapter problems in each chapter New part introductions have been added.\" Publisher's note.",
        "keywords": [
            "Finance",
            "Banks and banking",
            "Money"
        ],
        "year": 1986,
        "local_cover": "2383605.jpg"
    },
    {
        "title": "Jo's Boys",
        "author": "Louisa May Alcott, Success Oceo",
        "cover_url": "https://covers.openlibrary.org/b/id/13166184-L.jpg",
        "genre": "Fiction",
        "description": "This sequel to Alcott's \"Little Women\" and \"Little Men\" chronicles the return of the classmates of Plumfield, Jo's school for boys. Readers reencounter Nat, the orphaned street musician, now a conservatory student; restless Dan, back from the gold mines of California; business-minded Tom; and other old friends.",
        "keywords": [
            "Fiction",
            "Family life",
            "Boarding schools"
        ],
        "year": 1886,
        "local_cover": "13166184.jpg"
    },
    {
        "title": "The Scarlet Letter",
        "author": "Nathaniel Hawthorne, Austin Warren",
        "cover_url": "https://covers.openlibrary.org/b/id/12155935-L.jpg",
        "genre": "American fiction (fictional works by one author)",
        "description": "No description available",
        "keywords": [
            "American fiction (fictional works by one author)",
            "Fiction",
            "History"
        ],
        "year": 1850,
        "local_cover": "12155935.jpg"
    },
    {
        "title": "Microbiology",
        "author": "Gerard J. Tortora, Berdell R. Funke, Christine L. Case",
        "cover_url": "https://covers.openlibrary.org/b/id/10146469-L.jpg",
        "genre": "Microbiology",
        "description": "This #1 selling non-majors microbiology textbook is praised for its straightforward presentation of complex topics, careful balance of concepts and applications, and proven art that teaches. In its Tenth Edition, Tortora/Funke/Case responds to the #1 challenge of the microbiology course: teaching a wide range of student levels, while still addressing student under-preparedness. The Tenth Edition meets students at their respective skill levels. First, the book signals core microbiology content to students with the new and highly visual Foundation Figures that students need to understand before moving forward in a chapter. Second, the book gives students frequent opportunities for self-assessment with the new Check Your Understanding questions that correspond by number to the chapter Learning Objectives. Then, a new \"visual learning\" orientation includes: an increased number of the popular Diseases in Focus boxes, newly illustrated end-of-chapter Study Outlines that provide students with visual cues to remind them of chapter content, and new end-of-chapter Draw It questions. The all-new art program is contemporary without compromising Tortora/Funke/Case's hallmark reputation for precision and clarity. Content revisions include substantially revised immunity chapters and an increased emphasis on antimicrobial resistance, bioterrorism, and biofilms. The new Get Ready for Microbiology workbook and online practice and assessment materials help students prepare for the course.",
        "keywords": [
            "Microbiology",
            "Textbooks",
            "Microbiologie"
        ],
        "year": 1982,
        "local_cover": "10146469.jpg"
    },
    {
        "title": "L'Homme révolté",
        "author": "Albert Camus",
        "cover_url": "https://covers.openlibrary.org/b/id/14435231-L.jpg",
        "genre": "Good and evil",
        "description": "**The Rebel** (French: *L'Homme révolté*) is a 1951 book-length essay by Albert Camus, which treats both the metaphysical and the historical development of rebellion and revolution in societies, especially Western Europe.\n\nExamining both rebellion and revolt, which may be seen as the same phenomenon in personal and social frames, Camus examines several' countercultural' figures and movements from the history of Western thought and art, noting the importance of each in the overall development of revolutionary thought and philosophy. He analyses the decreasing social importance of the king, god and of virtue and the development of nihilism. It can be seen as a sequel to The Myth of Sisyphus, where he ponders the meaning of life, because it answers the same question, but offers an alternative solution.\n\n(Source: Wikipedia)",
        "keywords": [
            "Good and evil",
            "Revolutions",
            "Nihilism"
        ],
        "year": 1951,
        "local_cover": "14435231.jpg"
    },
    {
        "title": "Organizational Behavior",
        "author": "Stephen P. Robbins",
        "cover_url": "https://covers.openlibrary.org/b/id/88925-L.jpg",
        "genre": "Organizational behavior",
        "description": "No description available",
        "keywords": [
            "Organizational behavior",
            "Comportement organisationnel",
            "Organisatiekunde"
        ],
        "year": 1979,
        "local_cover": "88925.jpg"
    },
    {
        "title": "Principles of marketing",
        "author": "Philip Kotler, Gary Armstrong, John Saunders undifferentiated, Veronica Wong, Peggy H. Cunningham, Valerie Trifts",
        "cover_url": "https://covers.openlibrary.org/b/id/3812733-L.jpg",
        "genre": "Management",
        "description": "No description available",
        "keywords": [
            "Management",
            "Marketing",
            "open_syllabus_project"
        ],
        "year": 1980,
        "local_cover": "3812733.jpg"
    },
    {
        "title": "Colloquia",
        "author": "Desiderius Erasmus",
        "cover_url": "https://covers.openlibrary.org/b/id/5609568-L.jpg",
        "genre": "Dialogues, Latin (Medieval and modern)",
        "description": "No description available",
        "keywords": [
            "Dialogues, Latin (Medieval and modern)",
            "Early works to 1800",
            "Imaginary conversations"
        ],
        "year": 1519,
        "local_cover": "5609568.jpg"
    },
    {
        "title": "Educational psychology",
        "author": "Anita Woolfolk Hoy, Philip H. Winne, Nancy E. Perry, Beth Popiel",
        "cover_url": "https://covers.openlibrary.org/b/id/137962-L.jpg",
        "genre": "Educational psychology",
        "description": "A text to provide beginning teachers with the tools and inspiration to become masters of their profession. Includes examples, lesson segments, case studies, and practical ideas from experienced teachers.",
        "keywords": [
            "Educational psychology",
            "Textbooks",
            "Manuels"
        ],
        "year": 1987,
        "local_cover": "137962.jpg"
    },
    {
        "title": "L'Être et le néant",
        "author": "Jean-Paul Sartre",
        "cover_url": "https://covers.openlibrary.org/b/id/10847649-L.jpg",
        "genre": "Existential psychology",
        "description": "No description available",
        "keywords": [
            "Existential psychology",
            "Existentialism",
            "Ontology"
        ],
        "year": 1943,
        "local_cover": "10847649.jpg"
    },
    {
        "title": "Nada",
        "author": "Carmen Laforet",
        "cover_url": "https://covers.openlibrary.org/b/id/3332414-L.jpg",
        "genre": "Spanish language books",
        "description": "*Nada* es la primera novela de la escritora barcelonesa Carmen Laforet y una de las obras literarias más importantes de la España del siglo XX. Se trata de una obra existencialista que representa el estancamiento y la pobreza que se vivieron en la posguerra española, durante los primeros años del franquismo. Dotada de un estilo literario que supuso una renovación en la prosa de la época, *Nada* refleja también la lenta desaparición de la pequeña burguesía tras la Guerra Civil.\n\nLa protagonista de la novela es una joven huérfana de padres, llamada Andrea, que recién terminada la Guerra Civil Española se traslada a la ciudad de Barcelona para estudiar y empezar una nueva vida. Cuando Andrea llega a casa de su abuela, de donde solo tiene recuerdos de su infancia, sus ilusiones se ven rotas. (Wikipedia)\n\n----------\n\n\n\"Loosely based on the author's own life, *Nada* is the story of an orphaned young woman who leaves her small town to attend university in war-ravaged Barcelona.\" \"Residing amid genteel poverty in a mysterious house on Calle de Aribau, young Andrea falls in with a wealthy band of schoolmates who provide a rich counterpoint to the squalor of her home life. As experience overtakes innocence, Andrea gradually learns the disquieting truth about the people she shares her life with: her overbearing and superstitious aunt Angustias; her nihilistic yet artistically gifted uncle Roman and his violent brother Juan; and Juan's disturbingly beautiful wife, Gloria, who secretly supports the clan with her gambling. From existential crisis to a growing maturity and resolve, Andrea's passionate inner journey leaves her wiser, stronger, and filled with hope for the future.\"--BOOK JACKET",
        "keywords": [
            "Spanish language books",
            "Readers",
            "Bildungsromans"
        ],
        "year": 1945,
        "local_cover": "3332414.jpg"
    },
    {
        "title": "The earth",
        "author": "Edward J. Tarbuck, Frederick K. Lutgens",
        "cover_url": "https://covers.openlibrary.org/b/id/85210-L.jpg",
        "genre": "Textbooks",
        "description": "To understand timely issues such as natural disasters and environmental challenges-- and to evaluate solutions to related problems-- the average citizen needs a basic awareness of the scientific principles that influence our planet. This trusted book makes an often-complex subject accessible to readers with a strong focus on readability and illustrations. Offers a meaningful, non-technical survey that is informative and up to date for learning basic principles and concepts. Updates and revises art and illustrations to include dozens of new high-quality, photographs carefully selected to aid understanding and add realism. Provides a wealth of new special-interest boxes, including \"Earth as a System,\" \"People and the Environment,\" and \"Understanding Earth.\" A useful reference for anyone interested in learning more about Earth's geology.",
        "keywords": [
            "Textbooks",
            "Physical geology",
            "Geology"
        ],
        "year": 1984,
        "local_cover": "85210.jpg"
    },
    {
        "title": "The Tragedy of Pudd'nhead Wilson",
        "author": "Mark Twain",
        "cover_url": "https://covers.openlibrary.org/b/id/6633490-L.jpg",
        "genre": "Passing (Identity)",
        "description": "A young slave woman attempting to protect her son from the horrors of slavery, switches her light-skinned infant with the master's white son.\n*This novel features a literary first — the use of fingerprinting to solve a crime.*",
        "keywords": [
            "Passing (Identity)",
            "Race relations",
            "Trials (Murder)"
        ],
        "year": 1758,
        "local_cover": "6633490.jpg"
    },
    {
        "title": "Metamorphoses",
        "author": "Lucius Apuleius, William Adlington, Lucio Apuleyo, pixabay, Apuleius",
        "cover_url": "https://covers.openlibrary.org/b/id/6596872-L.jpg",
        "genre": "Fiction",
        "description": "To the Right Honourable and Mighty Lord, THOMAS EARLE OF SUSSEX, Viscount Fitzwalter, Lord of Egremont and of Burnell, Knight of the most noble Order of the Garter, Iustice of the forrests and Chases from Trent Southward; Captain of the Gentleman Pensioners of the House of the QUEENE our Soveraigne Lady.",
        "keywords": [
            "Fiction",
            "Classical Mythology",
            "Metamorphosis"
        ],
        "year": 1500,
        "local_cover": "6596872.jpg"
    },
    {
        "title": "Poema de mio Cid",
        "author": "Anonymous",
        "cover_url": "https://covers.openlibrary.org/b/id/4910995-L.jpg",
        "genre": "Romances",
        "description": "El *Poema de mio Cid*, o *Cantar de mio Cid,* es un cantar de gesta anónimo que relata hazañas heroicas inspiradas libremente en los últimos años de la vida del caballero castellano Rodrigo Díaz de Vivar el Campeador. La versión conservada fue compuesta, según la mayoría de la crítica actual, alrededor del año 1200.\n\nSe trata de la primera obra poética extensa de la literatura española y el único cantar épico de la misma conservado casi completo; solo se han perdido la primera hoja del original y otras dos en el interior del códice, aunque el contenido de las lagunas existentes puede ser deducido de las prosificaciones cronísticas, en especial de la *Crónica de veinte reyes.* \n\nLa relevancia del Cantar no se limita a lo literario sino que da inicio a toda una disciplina intelectual: la filología como ciencia moderna en España a finales del siglo XIX, que se inicia con el estudio de este poema por parte de Ramón Menéndez Pidal (1869-1968) y su decisión de aplicar por primera vez a este texto el método histórico-crítico, la más potente herramienta de la filología de su época, inaugurando así los estudios filológicos españoles.",
        "keywords": [
            "Romances",
            "Spanish poetry",
            "Poetry"
        ],
        "year": 1868,
        "local_cover": "4910995.jpg"
    },
    {
        "title": "Earth science",
        "author": "Edward J. Tarbuck, Frederick K. Lutgens",
        "cover_url": "https://covers.openlibrary.org/b/id/1108771-L.jpg",
        "genre": "Earth sciences",
        "description": "No description available",
        "keywords": [
            "Earth sciences",
            "open_syllabus_project",
            "Geologie"
        ],
        "year": 1976,
        "local_cover": "1108771.jpg"
    },
    {
        "title": "A Tramp Abroad",
        "author": "Mark Twain",
        "cover_url": "https://covers.openlibrary.org/b/id/9168741-L.jpg",
        "genre": "American Authors",
        "description": "Twain's account of traveling in Europe. A Tramp Abroad sparkles with the author's shrewd observations and highly opinionated comments on Old World culture. A Tramp Abroad includes among its adventures a voyage by raft down the Neckar and an ascent of Mont Blanc by telescope, as well as the author's attempts to study art.",
        "keywords": [
            "American Authors",
            "Americans",
            "Americans in fiction"
        ],
        "year": 1878,
        "local_cover": "9168741.jpg"
    },
    {
        "title": "Os Lusíadas",
        "author": "Luís de Camões, Souza Botelho",
        "cover_url": "https://covers.openlibrary.org/b/id/5943496-L.jpg",
        "genre": "Poetry",
        "description": "*Os Lusíadas*, usually translated as *The Lusiads*, is a Portuguese epic poem written by Luís de Camões and first published in 1572. It is widely regarded as the most important work of Portuguese-language literature and is frequently compared to Virgil's *Aeneid*. The work celebrates the discovery of a sea route to India by the Portuguese explorer Vasco da Gama (1469–1524). The ten cantos of the poem are in ottava rima and total 1,102 stanzas.\n\n----------\n\nOs Lusíadas é uma obra poética do escritor Luís Vaz de Camões, considerada a epopeia portuguesa por excelência. Provavelmente concluída em 1556, foi publicada pela primeira vez em 1572 no período literário do classicismo, três anos após o regresso do autor do Oriente.\nA obra é composta de dez cantos, 1102 estrofes que são oitavas decassílabas, sujeitas ao esquema rímico fixo AB AB AB CC – oitava rima camoniana. A acção central é a descoberta do caminho marítimo para a Índia por Vasco da Gama, à volta da qual se vão descrevendo outros episódios da história de Portugal, glorificando o povo português.",
        "keywords": [
            "Poetry",
            "History",
            "Discovery and exploration"
        ],
        "year": 1572,
        "local_cover": "5943496.jpg"
    },
    {
        "title": "America",
        "author": "George Brown Tindall, David Emory Shi",
        "cover_url": "https://covers.openlibrary.org/b/id/253170-L.jpg",
        "genre": "collectionID:HSUSHis",
        "description": "Used by over one million students, America: A Narrative History is one of the most successful American history textbooks ever published. Offering a comprehensive introduction to the history of the United States, this work provides wide coverage of social and cultural history. The authors look at how colonial taverns not only served as places to socialize but also became hotbeds for political action before the American Revolution; they explore how the rise of baseball served to equalize whites of different classes but exacerbated racial tension through segregated leagues; and they explore the rise of rock and roll and the \"youth culture\" of the 1950s as a reaction to the conservative culture.",
        "keywords": [
            "collectionID:HSUSHis",
            "collectionID:MiddleHistory",
            "History"
        ],
        "year": 1984,
        "local_cover": "253170.jpg"
    },
    {
        "title": "Beautiful Stories from Shakespeare",
        "author": "Edith Nesbit, William Shakespeare, Shakespeare Shakespeare",
        "cover_url": "https://covers.openlibrary.org/b/id/874631-L.jpg",
        "genre": "Children's stories",
        "description": "No description available",
        "keywords": [
            "Children's stories",
            "Stories",
            "Shakespeare, william, 1564-1616, juvenile literature"
        ],
        "year": 1907,
        "local_cover": "874631.jpg"
    },
    {
        "title": "Grammatical institute of the English language. Part 1",
        "author": "Noah Webster",
        "cover_url": "https://covers.openlibrary.org/b/id/779530-L.jpg",
        "genre": "English language",
        "description": "No description available",
        "keywords": [
            "English language",
            "Pronunciation",
            "Spellers"
        ],
        "year": 1788,
        "local_cover": "779530.jpg"
    },
    {
        "title": "American Government",
        "author": "James Q. Wilson, John J. DiIulio, Jr",
        "cover_url": "https://covers.openlibrary.org/b/id/4617263-L.jpg",
        "genre": "Constitution",
        "description": "This classic text, known for its authoritative scholarship, clarity, and comprehensive coverage, explores the foundations of our national political system and shows how the fundamental features of our government influence the lives of all Americans. American Government, Ninth Edition, focuses on three fundamental topics: the institutions of American government; the historical development of governmental procedures, actors, and policies; and who governs in America and to what ends. American Government's treatment of public policy continues to set the standard in the field. - Back cover.",
        "keywords": [
            "Constitution",
            "Local government",
            "Politics and government"
        ],
        "year": 1980,
        "local_cover": "4617263.jpg"
    },
    {
        "title": "Eat, Pray, Love",
        "author": "Elizabeth Gilbert",
        "cover_url": "https://covers.openlibrary.org/b/id/111433-L.jpg",
        "genre": "Viajes",
        "description": "This beautifully written, heartfelt memoir touched a nerve among both readers and reviewers. Elizabeth Gilbert tells how she made the difficult choice to leave behind all the trappings of modern American success (marriage, house in the country, career) and find, instead, what she truly wanted from life. Setting out for a year to study three different aspects of her nature amid three different cultures, Gilbert explored the art of pleasure in Italy and the art of devotion in India, and then a balance between the two on the Indonesian island of Bali. By turns rapturous and rueful, this wise and funny author (whom Booklist calls \"Anne Lamott's hip, yoga- practicing, footloose younger sister\") is poised to garner yet more adoring fans.",
        "keywords": [
            "Viajes",
            "Travel",
            "Biografía espiritual"
        ],
        "year": 2001,
        "local_cover": "111433.jpg"
    },
    {
        "title": "Inquiry into Life",
        "author": "Sylvia S. Mader, Mader, MADER, Michael Windelspecht",
        "cover_url": "https://covers.openlibrary.org/b/id/10043864-L.jpg",
        "genre": "Biology",
        "description": "No description available",
        "keywords": [
            "Biology",
            "Human biology",
            "Textbooks"
        ],
        "year": 1976,
        "local_cover": "10043864.jpg"
    },
    {
        "title": "Western Civilizations",
        "author": "Joshua Cole, Carol Symes",
        "cover_url": "https://covers.openlibrary.org/b/id/9726614-L.jpg",
        "genre": "Civilization, western, history",
        "description": "No description available",
        "keywords": [
            "Civilization, western, history",
            "Western Civilization",
            "Textbooks"
        ],
        "year": 2011,
        "local_cover": "9726614.jpg"
    },
    {
        "title": "Julie of the Wolves",
        "author": "Jean Craighead George",
        "cover_url": "https://covers.openlibrary.org/b/id/12903627-L.jpg",
        "genre": "Juvenile fiction",
        "description": "Miyax, like many adolescents, is torn. But unlike most, her choices may determine whether she lives or dies. At 13, an orphan, and unhappily married, Miyax runs away from her husband's parents' home, hoping to reach San Francisco and her pen pal. But she becomes lost in the vast Alaskan tundra, with no food, no shelter, and no idea which is the way to safety. Now, more than ever, she must look hard at who she really is. Is she Miyax, Eskimo girl of the old ways? Or is she Julie (her \"gussak\"-white people-name), the modernized teenager who must mock the traditional customs? And when a pack of wolves begins to accept her into their community, Miyax must learn to think like a wolf as well. If she trusts her Eskimo instincts, will she stand a chance of surviving?",
        "keywords": [
            "Juvenile fiction",
            "Eskimos",
            "Wolves"
        ],
        "year": 1972,
        "local_cover": "12903627.jpg"
    },
    {
        "title": "En attendant Godot",
        "author": "Samuel Beckett",
        "cover_url": "https://covers.openlibrary.org/b/id/376471-L.jpg",
        "genre": "French drama",
        "description": "D8",
        "keywords": [
            "French drama",
            "Translations into English",
            "Translations from French"
        ],
        "year": 1952,
        "local_cover": "376471.jpg"
    }
]